[
  {
    "title": "Evolution of the genetic code. Emergence of DNA",
    "url": "http://arxiv.org/abs/0803.3143v1",
    "content": "This hypothesis can provide an opportunity to trace logically the process of\nthe emergence of the DNA double helix. AT-enrichment in this hypothesis is main\nfactor of evolution of DNA double helix from RNA double helix.",
    "summary": "Here is the core scientific insight in 3-5 lines:\n\nThe emergence of the DNA double helix can be logically traced back to the enrichment of AT bases, which is the main factor driving the evolution of DNA from RNA. This hypothesis provides a framework for exploring the origin of the DNA double helix. The incorporation of more AT pairs in the original RNA double helix structure leads to the formation of the stable and information-rich DNA double helix."
  },
  {
    "title": "Dynamics of K$^+$ counterions around DNA double helix in the external\n  electric field: a molecular dynamics study",
    "url": "http://arxiv.org/abs/2010.13596v1",
    "content": "The structure of DNA double helix is stabilized by metal counterions\ncondensed to a diffuse layer around the macromolecule. The dynamics of\ncounterions in real conditions is governed by the electric fields from DNA and\nother biological macromolecules. In the present work the molecular dynamics\nstudy {was} performed for the system of DNA double helix with neutralizing\nK$^+$ counterions and for the system of KCl salt solution in the external\nelectric field of different strength (up to 32 mV/{\\AA}). The analysis of ionic\nconductivities of these systems {has shown} that the counterions around the DNA\ndouble helix are slowed down compared with KCl salt solution. The calculated\n{values of ion mobility} are within (0.05$\\div$0.4) mS/cm depending on the\norientation of the external electric field relatively to the double helix.\nUnder the electric field parallel to the macromolecule K$^+$ counterions move\nalong the grooves of the double helix staying longer in the places with\nnarrower minor groove. Under the electric field perpendicular to the\nmacromolecule the dynamics of counterions is less affected by DNA atoms, and\nstarting with the electric field values about 30 mV/{\\AA} the double helix\nundergoes a phase transition from double-stranded to single-strand state.",
    "summary": "Here is the core scientific insight in 3-5 lines:\n\nThe dynamics of metal counterions around DNA is slowed down compared to a salt solution, with a range of ion mobilities depending on the orientation of an external electric field relative to the double helix. When the electric field is parallel to the DNA, counterions tend to accumulate in regions with narrower minor grooves. Stronger electric fields (above 30 mV/Å) can induce a phase transition from a double-stranded to single-stranded state of the DNA."
  },
  {
    "title": "Compressive response and helix formation of a semi flexible polymer\n  confined in a nanochannel",
    "url": "http://arxiv.org/abs/1705.02765v1",
    "content": "Configurations of a single semiflexible polymer is studied when it is pushed\ninto a nanochannel in the case where the polymer persistence length $l_p$ is\nmuch longer than the channel diameter $D$, i.e. $l_p/D \\gg 1$. Using numerical\nsimulations, we show that the polymer undergoes a sequence of recurring\nstructural transitions upon longitudinal compression, i.e. random deflection\nalong the channel, helix going around the channel wall, double-fold random\ndeflection, double-fold helix, etc. We find that the helix transition can be\nunderstood as buckling of deflection segments, and the initial helix formation\ntakes place at very small compression with no appreciable weak compression\nregime of the random deflection polymer.",
    "summary": "Here is the core scientific insight:\n\nNumerical simulations show that a semiflexible polymer pushed into a nanochannel undergoes a series of structural transitions, including random deflection, helix formation, and double-fold random deflection, when the polymer is much longer than the channel diameter. The helix transition can be explained by the buckling of deflection segments, and initial helix formation occurs at very small compression levels."
  },
  {
    "title": "Can we model DNA at the mesoscale ? Comment on: Fluctuations in the DNA\n  double helix: A critical review",
    "url": "http://arxiv.org/abs/1505.06301v1",
    "content": "Comment on \"Fluctuations in the DNA double helix: A critical review\" by\nFrank-Kamenetskii and Prakash",
    "summary": "I'm ready to summarize! Please provide the raw content from the research article, and I'll extract the core scientific insight in 3-5 lines."
  },
  {
    "title": "Counterion atmosphere around DNA double helix: trapping of counterions\n  at the nanoscale",
    "url": "http://arxiv.org/abs/2201.05606v1",
    "content": "DNA is strong polyelectrolyte macromolecule making metal ions (counterions)\ncondense to a cloud around the double helix. The counterions may be localized\noutside the macromolecule and inside the minor and major grooves of the double\nhelix. In the present work, the distribution of condensed counterions between\ninner and outer regions of DNA has been studied using the approaches of\ncounterion condensation theory. The results have shown that the number of\ncounterions trapped inside the macromolecule should be greater than 0.16 per\none phosphate group. The maximal number of counterions that may be localized\ninside the DNA double helix is limited to about 0.4 per one phosphate group and\nit is much lower than the total number of condensed counterions. To analyze the\nstructure of counterion cloud the molecular dynamics simulations of\n\\emph{B}-DNA with K$^{+}$ counterions have been performed. The obtained number\nof the counterions trapped inside the grooves of the double helix is about\n0.22$\\pm$0.06 per one phosphate group that agree with the model estimations.\nThe developed model describes general features of the structure of counterion\ncloud around DNA and is able to predict the number of counterions inside the\ngrooves of the double helix.",
    "summary": "Here is the core scientific insight in 3-5 lines:\n\nThe concentration of metal ions around DNA is not uniform, with a greater number of ions trapped inside the double helix, specifically in the grooves, than outside. This finding is supported by molecular dynamics simulations and counterion condensation theory, which estimate that the maximum number of trapped ions is around 0.4 per phosphate group. The simulations also confirmed the existence of a counterion cloud around DNA, providing a general framework for understanding its structure and behavior."
  }
]