[
  {
    "title": "Predicting synchronized gene coexpression patterns from fibration\n  symmetries in gene regulatory networks in bacteria",
    "url": "http://arxiv.org/abs/2104.08256v1",
    "content": "Background: Gene regulatory networks coordinate the expression of genes\nacross physiological states and ensure a synchronized expression of genes in\ncellular subsystems, critical for the coherent functioning of cells. Here we\naddress the questions whether it is possible to predict gene synchronization\nfrom network structure alone. We have recently shown that synchronized gene\nexpression may be predicted from symmetries in the gene regulatory networks\n(GRN) and described by the concept of symmetry fibrations. We showed that\nsymmetry fibrations partition the genes into groups called fibers based on the\nsymmetries of their 'input trees', the set of paths in the network through\nwhich signals can reach a gene. In idealized dynamic gene expression models,\nall genes in a fiber are perfectly synchronized, while less idealized models -\nwith gene input functions differencing between genes - predict symmetry\nbreaking and desynchronization.\n  Results: To study the functional role of gene fibers and to test whether some\nof the fiber-induced coexpression remains in reality, we analyze gene\nfibrations for the gene regulatory networks of E. coli and B. subtilis and\nconfront them with expression data. We find approximate gene coexpression\npatterns consistent with symmetry fibrations with idealized gene expression\ndynamics. This shows that network structure alone provides useful information\nabout gene synchronization, and suggest that gene input functions within fibers\nmay be further streamlined by evolutionary pressures to realize a coexpression\nof genes.\n  Conclusions: Thus, gene fibrations provides a sound conceptual tool to\ndescribe tunable coexpression induced by network topology and shaped by\nmechanistic details of gene expression.",
    "summary": "Here is the core scientific insight in 3-5 lines:\n\nSymmetry fibrations, a concept derived from gene regulatory network structure, can predict gene synchronization patterns, even in less idealized models with varied gene input functions. By analyzing gene fibrations for E. coli and B. subtilis, researchers found that coexpression patterns align with symmetry fibrations, suggesting that network structure alone provides valuable information about gene synchronization. This finding implies that evolutionary pressures have streamlined gene input functions within symmetry fibers to promote coexpression, demonstrating the power of network topology in shaping gene expression patterns."
  },
  {
    "title": "Gene profiling for determining pluripotent genes in a time course\n  microarray experiment",
    "url": "http://arxiv.org/abs/0805.3598v2",
    "content": "In microarray experiments, it is often of interest to identify genes which\nhave a pre-specified gene expression profile with respect to time. Methods\navailable in the literature are, however, typically not stringent enough in\nidentifying such genes, particularly when the profile requires equivalence of\ngene expression levels at certain time points. In this paper, the authors\nintroduce a new methodology, called gene profiling, that uses simultaneous\ndifferential and equivalent gene expression level testing to rank genes\naccording to a pre-specified gene expression profile. Gene profiling treats the\nvector of true gene expression levels as a linear combination of appropriate\nvectors, i.e., vectors that give the required criteria for the profile. This\ngene-profile model is fitted to the data and the resultant parameter estimates\nare summarized in a single test statistic that is then used to rank the genes.\nThe theoretical underpinnings of gene profiling (equivalence testing,\nintersection-union tests) are discussed in this paper, and the gene profiling\nmethodology is applied to our motivating stem cell experiment.",
    "summary": "Here is the core scientific insight in 3-5 lines:\n\nResearchers introduced a novel methodology called \"gene profiling\" to identify genes with specific expression profiles over time. This method combines simultaneous differential and equivalence testing to rank genes according to predefined criteria. Gene profiling treats true gene expression levels as a linear combination of vectors representing the required criteria, and uses a single test statistic to summarize and rank genes."
  },
  {
    "title": "From gene trees to species trees II: Species tree inference in the deep\n  coalescence model",
    "url": "http://arxiv.org/abs/1003.1204v1",
    "content": "When gene copies are sampled from various species, the resulting gene tree\nmight disagree with the containing species tree. The primary causes of gene\ntree and species tree discord include lineage sorting, horizontal gene\ntransfer, and gene duplication and loss. Each of these events yields a\ndifferent parsimony criterion for inferring the (containing) species tree from\ngene trees. With lineage sorting, species tree inference is to find the tree\nminimizing extra gene lineages that had to coexist along species lineages; with\ngene duplication, it becomes to find the tree minimizing gene duplications\nand/or losses. In this paper, we show the following results: (i) The deep\ncoalescence cost is equal to the number of gene losses minus two times the gene\nduplication cost in the reconciliation of a uniquely leaf labeled gene tree and\na species tree. The deep coalescence cost can be computed in linear time for\nany arbitrary gene tree and species tree. (ii) The deep coalescence cost is\nalways no less than the gene duplication cost in the reconciliation of an\narbitrary gene tree and a species tree. (iii) Species tree inference by\nminimizing deep coalescences is NP-hard.",
    "summary": "Here is the core scientific insight in 3-5 lines:\n\nWhen reconciling gene trees with species trees, discord can arise from lineage sorting, horizontal gene transfer, and gene duplication/loss. A key cost metric, called the deep coalescence cost, can be computed in linear time for any gene tree and species tree. This cost is equal to the number of gene losses minus twice the gene duplication cost, and is at least as great as the gene duplication cost, suggesting that minimizing deep coalescences may not always lead to the most efficient species tree inference."
  },
  {
    "title": "Integration of Differential Gene-combination Search and Gene Set\n  Enrichment Analysis: A General Approach",
    "url": "http://arxiv.org/abs/1101.3474v1",
    "content": "Gene Set Enrichment Analysis (GSEA) and its variations aim to discover\ncollections of genes that show moderate but coordinated differences in\nexpression. However, such techniques may be ineffective if many individual\ngenes in a phenotype-related gene set have weak discriminative power. A\npotential solution is to search for combinations of genes that are highly\ndifferentiating even when individual genes are not. Although such techniques\nhave been developed, these approaches have not been used with GSEA to any\nsignificant degree because of the large number of potential gene combinations\nand the heterogeneity of measures that assess the differentiation provided by\ngene groups of different sizes.\n  To integrate the search for differentiating gene combinations and GSEA, we\npropose a general framework with two key components: (A) a procedure that\nreduces the number of scores to be handled by GSEA to the number of genes by\nsummarizing the scores of the gene combinations involving a particular gene in\na single score, and (B) a procedure to integrate the heterogeneous scores from\ncombinations of different sizes and from different gene combination measures by\nmapping the scores to p-values. Experiments on four gene expression data sets\ndemonstrate that the integration of GSEA and gene combination search can\nenhance the power of traditional GSEA by discovering gene sets that include\ngenes with weak individual differentiation but strong joint discriminative\npower. Also, gene sets discovered by the integrative framework share several\ncommon biological processes and improve the consistency of the results among\nthree lung cancer data sets.",
    "summary": "Here is the core scientific insight in 3-5 lines:\n\nA new framework integrates Gene Set Enrichment Analysis (GSEA) with the search for differentiating gene combinations to discover biologically relevant gene sets. This framework uses a procedure to summarize scores of gene combinations involving a particular gene, and another procedure to map heterogeneous scores to p-values. As a result, the framework can enhance the power of traditional GSEA by identifying gene sets that include genes with weak individual differentiation but strong joint discriminative power."
  },
  {
    "title": "The infinitely many genes model with horizontal gene transfer",
    "url": "http://arxiv.org/abs/1301.6547v2",
    "content": "The genome of bacterial species is much more flexible than that of\neukaryotes. Moreover, the distributed genome hypothesis for bacteria states\nthat the total number of genes present in a bacterial population is greater\nthan the genome of every single individual. The pangenome, i.e. the set of all\ngenes of a bacterial species (or a sample), comprises the core genes which are\npresent in all living individuals, and accessory genes, which are carried only\nby some individuals. In order to use accessory genes for adaptation to\nenvironmental forces, genes can be transferred horizontally between\nindividuals. Here, we extend the infinitely many genes model from Baumdicker,\nHess and Pfaffelhuber (2010) for horizontal gene transfer. We take a\ngenealogical view and give a construction -- called the Ancestral Gene Transfer\nGraph -- of the joint genealogy of all genes in the pangenome. As application,\nwe compute moments of several statistics (e.g. the number of differences\nbetween two individuals and the gene frequency spectrum) under the infinitely\nmany genes model with horizontal gene transfer.",
    "summary": "Here is the core scientific insight in 3-5 lines:\n\nThe distributed genome hypothesis suggests that bacterial populations have more genes than individual bacteria due to horizontal gene transfer. This transfer occurs between individuals, allowing bacteria to adapt to environmental forces. The infinitely many genes model with horizontal gene transfer can be constructed using the Ancestral Gene Transfer Graph, which represents the joint genealogy of all genes in the pangenome. This model allows for the calculation of statistics such as gene frequency spectra and differences between individuals."
  }
]