[
  {
    "title": "Determining Multifunctional Genes and Diseases in Human Using Gene\n  Ontology",
    "url": "http://arxiv.org/abs/1901.04847v1",
    "summary": "Here is a concise summary of the article:\n\nThis study explores the relationship between multifunctional genes and diseases, building on previous research. By analyzing molecular function annotations from the Gene Ontology, the study aims to improve understanding of gene-disease relationships, ultimately enhancing healthcare, diagnostics, and drug discovery."
  },
  {
    "title": "UniEntrezDB: Large-scale Gene Ontology Annotation Dataset and Evaluation\n  Benchmarks with Unified Entrez Gene Identifiers",
    "url": "http://arxiv.org/abs/2412.12688v1",
    "summary": "Here is a concise summary of the article:\n\nThe Unified Entrez Gene Identifier Dataset and Benchmarks (UniEntrezDB) is introduced to unify large-scale public Gene Ontology Annotations (GOA) from various databases using unique gene identifiers, addressing the challenge of fragmented gene annotations. This dataset enables comprehensive evaluation of gene embedding performance at gene, protein, and cell levels, enhancing the reliability and applicability of large language models (LLMs) in gene research and other professional settings."
  },
  {
    "title": "WGTDA: A Topological Perspective to Biomarker Discovery in Gene\n  Expression Data",
    "url": "http://arxiv.org/abs/2402.08807v1",
    "summary": "Here is a concise summary of the article:\n\nThis study introduces Weighted Gene Topological Data Analysis (WGTDA), a novel framework that uses topological principles to identify gene interactions and biomarker features. WGTDA outperforms traditional methods, such as WGCNA, in predicting survival probability by uncovering intricate gene-to-gene relationships often overlooked by conventional correlation-based analyses."
  },
  {
    "title": "Evaluation of network-guided random forest for disease gene discovery",
    "url": "http://arxiv.org/abs/2308.01323v1",
    "summary": "Here is a 3-5 line summary of the article:\n\nIntegrating gene network information into random forest (RF) algorithms does not improve disease prediction, but enhances disease gene discovery when disease genes form modules. However, using network information can lead to spurious gene selection, particularly for hub genes, when disease status is independent of network genes. Network-guided RF can identify genes from relevant pathways, resulting in a more connected module of identified genes."
  },
  {
    "title": "KatzDriver: A network Based method to predict cancer causal genes in GR\n  Network",
    "url": "http://arxiv.org/abs/2003.06266v1",
    "summary": "Here is a concise summary of the article:\n\nThis study proposes a network-based approach to identify Cancer Driver Genes (CDGs) by analyzing the relative importance of each gene in propagating and absorbing anomalies in the network. The method outperforms 19 previous methods in terms of accuracy, precision, and number of recognized CDGs, providing a promising tool for predicting genes that contribute to cancer development."
  }
]