[
  {
    "title": "Investigating the genomic background of CRISPR-Cas genomes for\n  CRISPR-based antimicrobials",
    "url": "http://arxiv.org/abs/2202.07171v1",
    "content": "CRISPR-Cas systems are an adaptive immunity that protects prokaryotes against\nforeign genetic elements. Genetic templates acquired during past infection\nevents enable DNA-interacting enzymes to recognize foreign DNA for destruction.\nDue to the programmability and specificity of these genetic templates,\nCRISPR-Cas systems are potential alternative antibiotics that can be engineered\nto self-target antimicrobial resistance genes on the chromosome or plasmid.\nHowever, several fundamental questions remain to repurpose these tools against\ndrug-resistant bacteria. For endogenous CRISPR-Cas self-targeting,\nantimicrobial resistance genes and functional CRISPR-Cas systems have to\nco-occur in the target cell. Furthermore, these tools have to outplay DNA\nrepair pathways that respond to the nuclease activities of Cas proteins, even\nfor exogenous CRISPR-Cas delivery. Here, we conduct a comprehensive survey of\nCRISPR-Cas genomes. First, we address the co-occurrence of CRISPR-Cas systems\nand antimicrobial resistance genes in the CRISPR-Cas genomes. We show that the\naverage number of these genes varies greatly by the CRISPR-Cas type, and some\nCRISPR-Cas types (IE and IIIA) have over 20 genes per genome. Next, we\ninvestigate the DNA repair pathways of these CRISPR-Cas genomes, revealing that\nthe diversity and frequency of these pathways differ by the CRISPR-Cas type.\nThe interplay between CRISPR-Cas systems and DNA repair pathways is essential\nfor the acquisition of new spacers in CRISPR arrays. We conduct simulation\nstudies to demonstrate that the efficiency of these DNA repair pathways may be\ninferred from the time-series patterns in the RNA structure of CRISPR repeats.\nThis bioinformatic survey of CRISPR-Cas genomes elucidates the necessity to\nconsider multifaceted interactions between different genes and systems to\ndesign effective CRISPR-based antimicrobials.",
    "summary": "Here is the core scientific insight in 3-5 lines:\n\nCRISPR-Cas systems, which are adaptive immunity mechanisms in prokaryotes, hold potential as engineered antibiotics that can target antimicrobial resistance genes. However, key challenges persist, including the requirement for co-occurrence of antimicrobial resistance genes and functional CRISPR-Cas systems in the target cell, as well as the need to outplay DNA repair pathways that respond to Cas protein activities. The study's comprehensive survey of CRISPR-Cas genomes reveals that the interaction between CRISPR-Cas systems and DNA repair pathways is crucial for the acquisition of new spacers in CRISPR arrays, highlighting the complexity of designing effective CRISPR-based antimicrobials."
  },
  {
    "title": "Mathematical Modeling of CRISPR-CAS system effects on biofilm formation",
    "url": "http://arxiv.org/abs/1603.05311v1",
    "content": "Clustered Regularly Interspaced Short Palindromic Repeats (CRISPR), linked\nwith CRISPR associated (CAS) genes, play a profound role in the interactions\nbetween phage and their bacterial hosts. It is now well understood that\nCRISPR-CAS systems can confer adaptive immunity against bacteriophage\ninfections. However, the possibility of failure of CRISPR immunity may lead to\na productive infection by the phage (cell lysis) or lysogeny. Recently,\nCRISPR-CAS genes have been implicated in changes to group behaviour, including\nbiofilm formation, of the bacterium Pseudomonas aeruginosa when lysogenized.\nFor lysogens with a CRISPR system, another recent experimental study suggests\nthat bacteriophage re-infection of previously lysogenized bacteria may lead to\ncell death. Thus CRISPR immunity can have complex effects on phage-host-lysogen\ninteractions, particularly in a biofilm. In this contribution, we develop and\nanalyse a series of models to elucidate and disentangle these interactions.\nFrom a therapeutic standpoint, CRISPR immunity increases biofilm resistance to\nphage therapy. Our models predict that lysogens may be able to displace\nCRISPR-immune bacteria in a biofilm, and thus suggest strategies to eliminate\nphage resistant biofilms.",
    "summary": "Here is the core scientific insight in 3-5 lines:\n\nThe CRISPR-CAS system provides adaptive immunity against bacteriophage infections, but its failure can lead to productive infection or lysogeny. Recent studies suggest that lysogenized bacteria with a CRISPR system may be more susceptible to cell death upon re-infection. Furthermore, CRISPR immunity can increase biofilm resistance to phage therapy, with potential implications for eliminating phage-resistant biofilms."
  },
  {
    "title": "Heterogeneous diversity of spacers within CRISPR",
    "url": "http://arxiv.org/abs/1008.2714v1",
    "content": "Clustered regularly interspaced short palindromic repeats (CRISPR) in\nbacterial and archaeal DNA have recently been shown to be a new type of\nanti-viral immune system in these organisms. We here study the diversity of\nspacers in CRISPR under selective pressure. We propose a population dynamics\nmodel that explains the biological observation that the leader-proximal end of\nCRISPR is more diversified and the leader-distal end of CRISPR is more\nconserved. This result is shown to be in agreement with recent experiments. Our\nresults show thatthe CRISPR spacer structure is influenced by and provides a\nrecord of the viral challenges that bacteria face.",
    "summary": "Here is the core scientific insight in 3-5 lines:\n\nCRISPR systems in bacteria and archaea function as anti-viral immune systems, defending against viral infections. Under selective pressure, CRISPR spacers exhibit a trend of increased diversity at the leader-proximal end and conservation at the leader-distal end. This pattern is supported by a population dynamics model and confirmed by recent experiments. The CRISPR spacer structure serves as a record of the viral challenges that bacteria face, providing insight into their evolutionary history."
  },
  {
    "title": "How the other half lives: CRISPR-Cas's influence on bacteriophages",
    "url": "http://arxiv.org/abs/1711.09113v1",
    "content": "CRISPR-Cas is a genetic adaptive immune system unique to prokaryotic cells\nused to combat phage and plasmid threats. The host cell adapts by incorporating\nDNA sequences from invading phages or plasmids into its CRISPR locus as\nspacers. These spacers are expressed as mobile surveillance RNAs that direct\nCRISPR-associated (Cas) proteins to protect against subsequent attack by the\nsame phages or plasmids. The threat from mobile genetic elements inevitably\nshapes the CRISPR loci of archaea and bacteria, and simultaneously the\nCRISPR-Cas immune system drives evolution of these invaders. Here we highlight\nour recent work, as well as that of others, that seeks to understand phage\nmechanisms of CRISPR-Cas evasion and conditions for population coexistence of\nphages with CRISPR-protected prokaryotes.",
    "summary": "Here is the core scientific insight in 3-5 lines:\n\nThe CRISPR-Cas system, native to prokaryotic cells, adapts to phage and plasmid threats by incorporating DNA sequences into its CRISPR locus as spacers. These spacers are expressed as mobile surveillance RNAs that target CRISPR-associated proteins to protect against subsequent attacks. The ongoing evolutionary arms race between CRISPR-Cas and mobile genetic elements shapes the CRISPR loci of archaea and bacteria."
  },
  {
    "title": "Heterologous autoimmunity and prokaryotic immune defense",
    "url": "http://arxiv.org/abs/2101.01267v2",
    "content": "Some prokaryotes possess CRISPR-Cas systems that provide adaptive immunity to\nviruses guided by DNA segments called spacers acquired from invading phage.\nHowever, the patchy incidence and limited memory breadth of CRISPR-Cas systems\nsuggest that their fitness benefits are offset by costs. Here, we propose that\ncross-reactive CRISPR targeting can lead to heterologous autoimmunity, whereby\nforeign spacers guide self-targeting in a spacer-length dependent fashion.\nBalancing antiviral defense against autoimmunity predicts a scaling relation\nbetween spacer length and CRISPR repertoire size. We find evidence for this\nscaling through comparative analysis of sequenced prokaryotic genomes, and show\nthat this association also holds at the level of CRISPR types. In contrast, the\nscaling is absent in strains with nonfunctional CRISPR loci. Finally, we\ndemonstrate that stochastic spacer loss can explain variations around the\nscaling relation, even between strains of the same species. Our results suggest\nthat heterologous autoimmunity is a selective factor shaping the evolution of\nCRISPR-Cas systems.",
    "summary": "Here is the core scientific insight in 3-5 lines:\n\nCRISPR-Cas systems, which provide adaptive immunity to viruses, can also lead to heterologous autoimmunity, where foreign spacers guide self-targeting. The frequency and breadth of spacer lengths can predict the likelihood of autoimmunity, with longer spacers more likely to trigger self-targeting. This trade-off between antiviral defense and autoimmunity is thought to shape the evolution of CRISPR-Cas systems."
  }
]